##ba
i
##ri
##an
n
a
##mu
##ra
k
u
##bi
##ha
##ye
##ga
##ma
##wa
##ka
##ya
##ru
ba
mu
##re
##sh
ha
ku
##ko
##se
##tu
##zi
##and
##gi
##we
##bu
##mo
bi
##te
##za
##bo
##ho
##tse
##nd
y
hari
##gu
umu
b
##in
##yo
##go
##ta
c
##ro
aba
im
nd
ama
##ki
##ge
nde
##mba
ndetse
##si
##yi
##umu
r
##mwe
in
##fi
ya
##kan
##ntu
ibi
##ti
##ze
##kaba
##yu
##be
##fite
##wi
##shi
cy
##ku
##fa
ari
gu
##tand
##mbaye
##me
##sha
##gara
ki
##anga
##kanye
##sa
##to
##tandu
##tandukanye
wa
zi
##ama
##anda
bu
ni
##mweru
##andi
##je
##ndi
##bara
##kore
cyan
##pa
h
##zu
##rimo
gi
##bere
##umweru
##na
##rwa
##cu
##aba
ry
ko
##nda
##kara
ubu
##ran
m
##ubu
##vu
imbere
##so
##hu
bari
ka
##sho
##wo
abantu
harimo
##ibi
##ca
##ne
ma
ru
##gira
##zo
##ke
##gabo
na
##gan
w
igi
##handa
##biri
imi
##he
##umukara
ic
aho
ngo
##du
cyane
##tsi
wambaye
ibara
##gwa
##do
kandi
##ndo
##bwa
##pi
ga
inyu
##ruru
hakaba
##giye
##curu
by
iki
##eza
##garagara
##caye
##ini
##mi
##bona
ri
##ryo
##ande
bitandukanye
ib
ah
kugira
##rya
rw
##she
##mbo
se
##ubururu
##shwa
kwi
##doka
##ana
##modoka
##fu
z
##gore
##twa
tu
##antu
neza
cyangwa
##tuku
##zwe
##haga
##nshi
akaba
muri
##hagaze
##meza
##nya
##shu
##yatsi
iri
##hande
uri
##da
nk
##ganga
##hondo
ifite
ahantu
##yapa
yambaye
kuba
##inshi
##guru
##uru
##kora
uru
##tan
inzu
##pira
afite
##yan
##fashi
##ic
yi
bambaye
##zima
##su
hi
##po
##ranga
##bako
##fasha
##vi
aga
inyuma
yo
yabo
##koresho
aka
umuntu
ye
no
##igi
##umuhondo
##ngo
##shobo
##pu
be
##fo
umugabo
##umutuku
imodoka
##tseho
##faranga
##tebe
##shin
##nge
e
##genda
kwa
##shobora
##kin
bw
benshi
##tere
ufite
byi
bicaye
amata
##tura
mi
##yenda
##ziga
bigaragara
aha
cya
##zwa
##jya
##yumba
he
##toki
amazi
##hugu
du
umuhanda
##ni
muhanda
wi
bya
##pan
ibyo
icyapa
hariho
##fashishwa
##ndwa
##shan
##mye
umwe
##nye
bo
rwanda
##li
zitandukanye
##yuma
##biziga
za
hirya
babiri
t
seri
##icyatsi
serivi
##jwe
##mw
kuri
##ruhande
kiri
amafaranga
inyubako
iyo
bwa
##buri
imyenda
##shyi
##wiza
##ji
##garaga
bwo
##cupa
buryo
##nde
##turage
bafite
##tanga
##rwayi
##mbu
##ibindi
##ngu
##imi
##bwo
mo
##taro
##juru
##shati
nzi
hejuru
##gambo
byo
han
##nzi
iruhande
yu
##ramo
##teye
##boko
##le
ibiti
##mbi
si
##rongo
##nyo
bakaba
irimo
##gere
nziza
iko
##iki
muganga
##ndwara
ikaba
##hanga
amabara
##here
##san
##garagaza
##twara
##koresha
ibintu
##rana
arimo
baba
atandukanye
baka
##bwi
umupira
##tatu
meza
##rwamo
buri
kun
##kobwa
mun
##anditseho
##ywa
we
##ani
##abantu
byinshi
isa
ibikoresho
umw
iyi
##va
imiti
##curuzi
ntoki
abagabo
kuko
##riro
re
serivisi
##korwa
##shya
##reba
##genzi
barimo
indwara
##kira
##newe
biri
##nyabiziga
amagambo
bigiye
##rangi
umugore
##byo
##hi
##vura
##mbaro
##nze
urimo
ruhande
##nga
##genewe
ubona
##fashe
##kishi
kin
nta
##hin
gukora
##gani
##yobo
ubuzima
ara
bara
hasi
##kiri
kugenda
##sin
hamwe
tw
cyo
nka
##pfu
##kana
##im
##burimbo
##shyu
##meze
##shuri
gihe
##bazo
##gana
kaburimbo
##twe
uko
##bye
##gura
utu
udu
##size
##shinzwe
kirimo
nzu
##ce
byiza
rwa
##byi
##yinshi
##teretse
##vuzi
umweru
##koreshwa
uyu
##sanga
ishati
##jyan
icyumba
##nyama
##poro
##soko
##pantaro
gifite
##rira
##jemo
##kuru
##gati
nini
bwiza
kunywa
##mera
ariko
abana
##curuza
ntebe
##riza
##mama
##curuzwa
##tanda
bahagaze
##pari
uburyo
zo
me
##rora
batandukanye
##kano
##rw
umwana
##yara
##tari
kubi
##vo
##tera
##de
##bera
abaturage
##buga
undi
##zan
##fe
##iye
bose
siporo
##kuta
abandi
##yubako
##gera
##rango
##yango
##toya
##di
ushobora
munsi
##puro
##amazi
##ganjemo
##papuro
##fata
##ranabu
ameza
##aho
##nyamaguru
yaho
##shaka
##ranabuhanga
##rahu
##yarazi
##shanyarazi
intebe
ziri
##piki
moto
abagore
##korera
##ibiti
##jyanye
##ryango
gusa
##igihugu
igihe
##fone
hagati
rwe
##pande
umusa
mabara
cyi
##kwi
##gomba
bisa
##kene
te
##tani
##mubiri
icyo
ibinyabiziga
##sitani
##koreshe
bikaba
yuba
##bati
kumu
##suku
##shushan
##mbe
ura
rya
##fero
ikin
##kari
##foto
##daso
##kwe
rero
##gofero
isoko
##ja
##bugenewe
mutwe
bira
izi
kiga
gako
inama
##menyo
##kiki
##taka
##kamu
##tozo
##rwanda
##dasobwa
mudasobwa
bate
hano
##shyura
haku
##fari
tele
##pe
umukobwa
##yitozo
menshi
##yobozi
uka
nyinshi
##riye
##tara
##ranye
##uko
##sore
##tambaro
##ban
agiye
butandukanye
kw
itandukanye
##ndan
##paritse
##ane
kinini
ngorora
rwo
bantu
##tiye
##ci
ho
##rere
##ine
##zweho
kari
ngororamubiri
wicaye
ibicuruzwa
##umuhanda
kikaba
##rizwa
yayo
bita
uku
##guri
##byeyi
##undi
##kishije
gakondo
guha
##nwa
irangi
##tanu
kimwe
##iko
ikigo
bagiye
##ib
cyumba
##tuma
umukara
nya
baje
##yere
ukaba
##tum
##vuga
##aga
baku
kigali
uhagaze
hakurya
haba
##amashanyarazi
##aka
amatara
bibiri
ubururu
##pfukamu
##koresheje
##shusho
kurya
##rahure
##rabu
iriho
kwita
bite
batatu
##pfukamunwa
nyubako
##man
abagenzi
##nguru
##sange
##shimye
wo
buzima
kumwe
##nyu
##nini
##gare
##abagore
##wu
##yije
kiriho
yaba
nama
##keneye
##bwoko
byifashishwa
birimo
##mya
##gezweho
yandi
biba
##satsi
##shini
rusange
##puzan
kureba
##swe
##abandi
umuganga
asa
##ibu
##korerwamo
nga
##rinda
##umuntu
##rika
kubona
##ubucuruzi
##shye
##herere
##kweto
runa
runaka
bwi
nda
mirongo
##twaye
##poto
##goro
##imodoka
zifite
##ganza
uwo
##anaho
##tswe
##ubuzima
##fashisha
##bone
umuti
emu
byose
##hereza
##mwi
##zwi
##abagabo
gutanga
##fungu
imya
kubera
##ngan
##jwi
##singa
##diri
imyitozo
##tumanaho
##duka
kuvura
##kozi
##mbere
##senge
emutiye
cyanditseho
zigiye
wese
le
##puzankano
##yabiziga
ikibazo
##abanyamaguru
##kwa
##geza
babi
##menye
##teri
bwoko
##ve
##twi
leta
ke
usanga
##riki
baga
##raho
##seka
##teretseho
##uka
##geze
##izi
##mere
##ikigo
nko
##tangi
##zira
bifite
##tyo
kan
##mbuye
##mamaza
amenyo
##shingi
##dirishya
##zamu
##hari
##inzu
bire
##jo
ita
muntu
abarwayi
hanze
ibiri
hahagaze
kwe
##kishijwe
ibikorwa
##nyeshuri
umutuku
amaka
##suzu
##umugabo
ubusitani
hateretse
##ikoranabuhanga
##cururizwa
bityo
impuzankano
umuhondo
isize
telefone
ingofero
##ganira
##zigo
##bire
ika
nkaho
gihugu
##mashini
##buto
imwe
twa
##shingizi
gishinzwe
amatafari
##ipantaro
biga
icyatsi
ban
##kani
##cyo
##kanzu
yicaye
##jyi
ibyatsi
##utu
##mero
##ibara
gute
##tukura
##nyobwa
bamwe
inda
##amaboko
amabati
##banu
umurwayi
##bwishingizi
nawe
##ciro
ira
##koze
##kon
##ino
hara
##ibyo
iba
ndende
serivise
baha
agapira
##gufi
uga
##shije
ariho
gafite
##sina
##hingwa
##majwi
##motari
umuriro
##sobanu
##umugore
imipira
##pikipiki
birebire
ipantaro
##gurura
karimo
isuku
##byiri
ze
bintu
##yiza
imizigo
##soro
gukoresha
hateye
imisatsi
##bare
##humbi
##yuba
##mbuka
abaganga
hafi
modoka
##mani
impande
amazu
umusore
##itumanaho
##herereye
gisa
mwiza
uba
##tekano
##kikijwe
ririmo
ebyiri
pa
##hetse
##gende
yifashishwa
kwishyura
kugi
##a
▁
##i
##u
##r
##e
##n
##b
##m
##o
##k
##y
##g
##t
##h
##s
##w
##z
##d
##'
##c
##f
##p
##j
##v
##l
